html/doc/articles/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-02-15 Tue 18:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Luis Spengler's Open Research Initiative</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="Luis Spengler's Open Research Initiative" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Luis Spengler&rsquo;s Open Research Initiative</h1>

<div id="outline-container-org0244ee0" class="outline-2">
<h2 id="org0244ee0">Why?</h2>
<div class="outline-text-2" id="text-org0244ee0">
<p>
&ldquo;Science is, by nature, a collaborative venture; however, a ‘closed’ culture of science has nonetheless developed. Data are often hoarded for extended periods of time, paywalls prevent access to articles and unnecessary hurdles continue to slow the rate of progress. An ‘open’ culture of science would provide the most benefit to the public, to the scientists involved and to science itself, and it is best to begin practicing open science as early as possible in your scientific career.&rdquo; Ben Thomas; Science is necessarily collaborative. Biochem (Lond) 22 June 2020; 42 (3): 58–60. doi: <a href="https://doi.org/10.1042/BIO20200030">https://doi.org/10.1042/BIO20200030</a>
</p>

<p>
So&#x2026; I can say that&rsquo;s the best reason a decided to put on my website what I was working on. I promise my <b>personal</b> research will always be here (perhaps <b>still</b> in development, but I will hide nothing), however I cannot say the same when I am not the main author, or I am following strict orders from any reasearch institute I end up working for.
</p>

<p>
Therefore, I must state: My <b>personal</b> research will always remain open to you, including, but not limited to &ldquo;.tex&rdquo; file, and rendered PDF. I shall also never obly you to pay to gain access. I will not submit you to a paywall. I do not promise to always have reasearch done in english, even though it would ease the spread of science. I cannot always have the luxury to write in english, since I am still a brazilian student <b>studying</b> in Brazil.
</p>

<p>
Sugestions, contribuitions, and constructive criticism torwads my research is <b>always</b> welcome. You can follow my contact page. (luispengler@protonmail.com)
</p>
</div>
</div>

<div id="outline-container-org6458e3c" class="outline-2">
<h2 id="org6458e3c">Open Research</h2>
<div class="outline-text-2" id="text-org6458e3c">
<ol class="org-ol">
<li>On Linux [DEV] (portuguese): <a href="https://luispengler.github.io/site/doc/articles/linux/linux.pdf">PDF</a>, <a href="https://luispengler.github.io/site/doc/articles/linux/linux.tex">LaTeX</a></li>
<li>On Recycling [IDEA] (english): <a href="https://luispengler.github.io/site/doc/articles/recycling/recycling.pdf">PDF</a>, <a href="https://luispengler.github.io/site/doc/articles/recycling/recycling.tex">LaTeX</a></li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-02-15 Tue 18:59</p>
</div>
</body>
</html>
